Repository: WPPlugins/extended-page-lists
Catalog: lang/extended-page-lists-*.po
Languages: de_de

source: Extended Page Lists
de_de: Erweiterte Seiten-Liste

source: Settings
de_de: Einstellungen

source: Pages
de_de: Seiten

source: There was an error getting the list. Try again later.
de_de: Beim Erstellen der Liste trat ein Fehler auf. Bitte versuchen Sie es später noch einmal.

source: Contributed
de_de: Beigetragen

source: Default Settings
de_de: Standard-Einstellungen

source: Default Link Target
de_de: Standard-Link-Ziel

source: Default Widget Target
de_de: Standard-Widget-Ziel

source: Default Excerpt Length
de_de: Standard-Länge des Text-Auszugs

source: Default More Text
de_de: Standard-Text für "Lesen Sie weiter..."

source: Link to Page?
de_de: Link zur Seite?

source: Save Settings
de_de: Einstellungen speichern

source: About
de_de: Über das hier

source: This plugin allows you to build customized page lists on your posts and pages using simple short codes. A widget is included to display page navigation links in your sidebars with a variety of options.
de_de: Mit diesem Plugin können Sie Seitenliste konfigurieren und in Ihren Beiträgen und au fden Seiten mit ShortCode einbinden. Auch ein Widget ist dabei, um Seiten-Navigations-Listen in Ihren Seitenleisten anzuzeigen, mit verschiedensten Optionen.

source: You are using
de_de: Sie setzen ein

source: Shortcode Usage
de_de: Short-Code-Einbindung

source: Recent Contributors
de_de: Aktuelle Beiträger (Mitarbeiter)

source: GrandSlambert would like to thank these wonderful contributors to this plugin!
de_de: GrandSlambert bedankt sich bei diesen wunderbaren Tippgebern und Mitarbeitern

source: Credits
de_de: Danksagung

source: Thank you for trying the %1$s plugin - I hope you find it useful. For the latest updates on this plugin, visit the %2$s. If you have any questions or problems with this plugin, please use our %3$s. As always, any comments or suggestions for improvements are welcome!
de_de: Danke, daß Sie das %1$-Plugin einsetzen. Ich hoffe, es ist nützlich für Sie. Aktuelle Informationen und Updates finden Sie immer auf der Seite %2$s. Haben Sie Fragen zu oder Probleme mit diesem Plugin, nutzen Sie bitte %3$s. Vorschläge für Verbesserungen oder Kommentare sind immer willkommen!

source: official site
de_de: Offizielle Seite

source: This plugin is &copy;2009-%1$d by %2$s and is released under the %3$s.
de_de: Copyright für dieses Plugin: &copy;2009-%1$d von %2$s und wurde unter der %3$s veröffentlicht.

source: Donate
de_de: Spenden Sie

source: Widget Title:<br /><small>Leave blank for no title.</small>
de_de: Widget Titel: <br /><small>Leer lassen, wenn kein Titel gewünscht ist.</small>

source: Widget Type
de_de: Art des Widgets

source: All Pages
de_de: Alle Seiten

source: Top Level Only
de_de: Nur Ober-Seiten

source: Sub Pages Only
de_de: Nur Unter-Seiten

source: Top Level Sub Pages Only
de_de: Nur Unterseiten der obersten Ebene

source: Sub Pages or Top Level Pages
de_de: Unterseiten oder Top-Level-Seiten

source: Selected Pages Only
de_de: Nur ausgewählte Seiten

source: Link Target:
de_de: Link-Ziel:

source: Page Selection
de_de: Seiten-Auswahl

source: Exclude Pages:
de_de: Seiten ausschließen:

source: Selected Pages:
de_de: Ausgewählte Seiten:

source: Customized page lists widget. By GrandSlambert.
de_de: Konfigurierbares Seiten-Listen-Widget. Von GradSlambert.

source: Extended Page List
de_de: Erweiterte Seiten-Liste

source: Add custom configured page lists to your posts, pages and sidebars.
de_de: Fügen Sie selbstkonfigurierte Seitenlisten auf Ihren Posts, Seiten und Sidebars ein.
